-- 옷 이모지
INSERT INTO tbl_clothes (clothes_no, clothes_category, temp_category, clothes_name) VALUES
        (0, 1, 0, '기모하의'),
        (0, 1, 1, '기모하의'),
        (10, 1, 2, '청바지'),
        (10, 1, 3, '청바지'),
        (10, 1, 4, '청바지'),
        (10, 1, 5, '청바지'),
        (2, 1, 5, '면바지'),
        (1, 1, 4, '리넨하의'),
        (1, 1, 6, '리넨하의'),
        (1, 1, 7, '리넨하의'),
        (3, 1, 7, '반바지'),
        (4, 1, 5, '슬랙스'),
        (10, 1, 4, '청바지'),
        (0, 0, 1, '가죽자켓'),
        (1, 0, 0, '기모상의'),
        (2, 0, 0, '누빔옷'),
        (3, 0, 3, '니트'),
        (4, 0, 5, '롱슬리브'),
        (5, 0, 7, '리넨상의'),
        (6, 0, 4, '맨투맨'),
        (7, 0, 0, '목도리'),
        (8, 0, 7, '민소매'),
        (9, 0, 3, '바시티자켓'),
        (10, 0, 7, '반팔'),
        (11, 0, 5, '블라우스'),
        (12, 0, 2, '야상'),
        (13, 0, 4, '얇은가디건'),
        (14, 0, 4, '얇은니트'),
        (15, 0, 6, '얇은셔츠'),
        (16, 0, 1, '코트'),
        (17, 0, 2, '트렌치코트'),
        (18, 0, 0, '패딩');

-- 날씨


